Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/sametinget_vil_gjennomfore_komite-_og_plenumsmotene_digitalt.html.tmx
Source language: nob
Languages: sma

source: Sametinget vil gjennomføre komite- og plenumsmøtene digitalt
sma: Saemiedigkie sæjhta moenehtse- jïh stoerretjåanghkoeh digitaalelaakan tjïrrehtidh​​​​​​​

source: Plenumsledelsen i Sametinget har vedtatt at komitemøtene og plenumsmøtet i juni skal avholdes digitalt.
sma: Saemiedigkien stoerretjåanghkoeståvroe lea nænnoestamme moenehtsetjåanghkoeh jïh stoerretjåanghkoem ruffien digitaalelaakan tjïrrehtidh.

source: – Vi følger helsemyndighetenes anbefalinger.
sma: – Mijjieh healsoeåejvieladtji juvnehtimmieh fulkebe.

source: Det er mye som skal planlegges i forbindelse med komite- og plenumsmøter, og derfor må vi allerede nå bestemme at møtene skal gjennomføres digitalt, sier plenumsleder Tom Sottinen (Ap).
sma: Tjuara jïjnjem soejkesjidh gosse edtja moenehtse- jih stoerretjåanghkoeh tjïrrehtidh, jïh dan åvteste tjoerebe joe daelie nænnoestidh mijjieh edtjebe tjåanghkojde digitaalelaakan tjïrrehtidh, stoerretjåanghkoen åvtehke Tom Sottinen (Bk) jeahta.

source: Sametinget skal nå finne ut hvordan debattinnlegg og voteringer skal gjennomføres.
sma: Saemiedigkie edtja daelie gaavnehtidh guktie edtjieh digkiedimmielahtesh jïh voteradimmieh tjïrrehtidh.

source: – For oss er det viktig at folk kan følge plenumsmøtet.
sma: – Mijjese vihkeles almetjh maehtieh stoerretjåanghkoem fulkedh.

source: Derfor vil vi streame møtet for å kunne nå alle, sier Sottinen.
sma: Dan åvteste sïjhtebe tjåanghkoem nedtesne seedtedh juktie gaajhkesidie jaksedh, Sottinen jeahta.

source: Gruppemøter, komitemøter og plenumsmøtet avholdes i uke 24, fra mandag 8. juni til torsdag 11. juni.
sma: Dåehkietjåanghkoeh, moenehtsetjåanghkoeh jïh stoerretjåanghkoe leah våhkoen 24, måantan ruffien 8.b. raejeste duarstan ruffien 11.b. raajan.

source: For intervju eller spørsmål, ta kontakt med plenumsleder Tom Sottinen (Ap), +4741272386, tom.sottinen@samediggi.no
sma: sottinen@samediggi.
